const column1 = {
	'Регистрация и ликвидация юридических лиц': [
		{ name: 'Создание нового юридического лица' },
		{ name: 'Реорганизация компании' },
		{ name: 'Ликвидация юридического лица' },
		{ name: 'Открытие филиалов и представительств' },
		{ name: 'Изменение устава' },
		{ name: 'Внесение изменений в ЕГРЮЛ' },
	],
	'Юридическое сопровождение сделок': [
		{ name: 'Договорное право' },
		{ name: 'Проверка контрагентов' },
		{ name: 'Сделки с недвижимостью' },
		{ name: 'Франчайзинговые договоры' },
		{ name: 'Коммерческая концессия' },
		{ name: 'Международные контракты' },
	],
	'Судебные споры': [
		{ name: 'Арбитражные споры' },
		{ name: 'Гражданско-правовые споры' },
		{ name: 'Административные споры' },
		{ name: 'Исполнительное производство' },
		{ name: 'Банкротство' },
		{ name: 'Трудовые споры' },
	],
	'Защита интеллектуальной собственности': [
		{ name: 'Патенты и изобретения' },
		{ name: 'Товарные знаки' },
		{ name: 'Авторские права' },
		{
			name: 'Лицензия на использование объектов интеллектуальной собственности',
		},
		{ name: 'Судебная защита прав интеллектуальной собственности' },
	],
	'Пожарная безопасность': [
		{ name: 'Получение разрешений ФАС' },
		{ name: 'Оспаривание действий ФАС' },
		{ name: 'Контроль за рекламой' },
		{ name: 'Участие в тендерах и закупках' },
	],
};

const column2 = {
	'Трудовое право': [
		{
			name: 'Подготовительные документы',
		},
		{
			name: 'Миграция и трудовая занятость иностранцев',
		},
		{
			name: 'Заключения трудовых договоров',
		},
		{
			name: 'Защита персональных данных сотрудников',
		},
		{
			name: 'Разрешение трудовых конфликтов',
		},
	],
	'Охрана труда': [
		{
			name: 'Разработка локальных нормативных актов',
		},
		{
			name: 'Проведение инструктажей и обучения',
		},
		{
			name: 'Аттестация рабочих мест',
		},
		{
			name: 'Вредные условия труда',
		},
		{
			name: 'Медосмотр сотрудников',
		},
	],
	'Пожарная безопасность': [
		{
			name: 'Разработка пожарных инструкций',
		},
		{
			name: 'Организация обучения мерам пожарной безопасности',
		},
	],
	'Коммерческая тайна': [
		{
			name: 'Разработка политики конфиденциальности',
		},
		{
			name: 'Защита информации в электронном виде',
		},
		{
			name: 'Оформление трудовых отношений с учётом сохранения коммерческой тайны',
		},
		{
			name: 'Юридическая оценка соглашений о конфиденциальности.',
		},
		{
			name: 'Консультации по внедрению систем информационной безопасности.',
		},
		{
			name: 'Разработка внутренних регламентов по работе с электронными документами.',
		},
	],
};

export const legalSuportServices = {
	column1,
	column2,
};
